{
	"menu": {
		"header": "Главная",
		"about": "Обо мне",
		"skills": "Навыки",
		"work": "Портфолио",
		"contact": "Контакты"
	},
	"header_menu": {
		"about": "Обо мне",
		"skills": "Мои навыки",
		"work": "Портфолио",
		"contact": "Контакты"
	},
	"about_section": {
		"heading_1": "Фронтэнд-разработчик",
		"paragraph_1": "Я фронтенд разработчик, получивший образование в сфере Информационных Технологий, живу и работаю в городе Минске, Республика Беларусь. Проработав в этой сфере более шести лет и имея большой опыт в работе с HTML, CSS и JavaScript, я решил полностью перейти на фриланс.",
		"paragraph_2": "Мои работы семантичны и соответствуют W3C-стандартам. Я использую такие технологии как HTML5 (Jade), CSS (SASS) и JavaScript (jQuery) для преобразования статичного дизайна в кроссбраузерные, адаптированные под все устройства, динамичные веб-приложения, точно такими как их и задумал дизайнер.",
		"heading_2": "Вордпресс-разработчик",
		"paragraph_3": "Во многих проектах клиентам требуется возможность управлять и изменять контент на своих сайтах. Для этого я интегрирую ваш дизайн в Вордпресс и встрою любые нужные пользователю функции через PHP.",
		"paragraph_4": "Вордпресс стал для меня простым и быстрым способом для разработки сложных, удобных и хорошо адаптированных под любого пользователя сайтов. Нужен ли вам интернет-магазин, портфолио или личный блог, в любом случае вы получите возможность легко управлять и настраивать ваш контент как пожелаете."
	},
	"skills_section": {
		"heading_1": "У меня есть все необходимые навыки",
		"skill_heading_1": "Языки",
		"skill_heading_2": "Библитотеки / Фреймворки",
		"skill_heading_3": "Инструменты",
		"skill_heading_4": "Вордпресс разработка",
		"skill_1": "Темы",
		"skill_2": "Настройка админки, плагинов",
		"skill_3": "Пользовательские функции"
	},
	"work_section": {
		"heading_1": "Здесь вы можете узнать о моей работе",
		"paragraph_1": "Если вам нужна адаптивная верстка html-макета из вашего дизайна, который позволит пользователю использовать ваш сайт наилучшим способом с любого доступного устройства. Или вы хотите полноценный сайт на Вордпресс, разработанный для вашего дизайна или уже готового html-макета, то вы легко можете заказать его у меня.",
		"paragraph_2": "Работу которую я предоставляю высокого качества, полностью адаптивная, протестированная на большом количестве устройств. Соблюдая правила семантичной верстки, простой для чтения и дальнейших изменений и поддержки, позволяют быстрей и эффективнее приступить к работе при последующем ее изменении. Мой рабочий процесс включает использование таких инструментов как Jade, Sass, Gulp, Bower и NPM для ускорения процесса разработки.",
		"heading_2": "Здесь вы можете быстро заказать определенные услуги у меня:",
		"work_link_1": "Дизайн в HTML-Макет",
		"work_link_2": "Дизайн в Вордпресс сайт",
		"work_link_3": "Исправления ошибок на вашем сайте",
		"work_link_4": "Любые изменения для вашего сайта",
		"work_link_5": "Что-то другое",
		"link_data_1": "Дизайн в HTML-Макет",
		"link_data_2": "Дизайн в Вордпресс сайт",
		"link_data_3": "Исправление ошибок",
		"link_data_4": "Изменения",
		"link_data_5": "Другое",
		"heading_3": "Здесь вы можете посмотреть некоторые из моих работ:",
		"examples_link_1": "Исходное изображение",
		"examples_link_2": "Конечный результат"
	},
	"contact_section": {
		"heading_1": "Связаться со мной",
		"placeholder_1": "Ваше имя*",
		"placeholder_2": "Ваша электронная почта*",
		"placeholder_3": "Тема сообщения",
		"placeholder_4": "Сообщение*",
		"submit": "Отправить"
	}
}